Repository: wescamp/Eliador-1.4
Catalog: po/*.po
Languages: fr, hu, it, tr

source: Invasion of Eliador
fr: L'Invasion d'Eliador
hu: Eliador Lerohanása
it: L'invasione di Eliador
tr: Eliyador’un İşgali

source: IOE
fr: IdE
hu: EL
it: IdE
tr: Eİ

source: (Version
hu: (Verzió
it: (versione
tr: (Sürüm

source: A peaceful island is about to be invaded by unknown foes travelling towards the eastern shore. It is up to a family of outlaws to warn the island's inhabitants before it's too late.
fr: Une île pacifique est sur le point d'être envahie par des ennemis inconnus arrivant sur le littoral oriental. Une famille de hors-la-loi doit avertir ses habitants avant qu'il ne soit trop tard.
hu: Egy békés szigetet a keleti partvonal felé tartó ismeretlen ellenfél megszállása fenyegeti. Mindössze egy törvényen kívüli családon múlik a sziget lakosainak figyelmesztetése, mielőtt túl késő lenne.
it: Una pacifica isola sta per essere invasa da nemici sconosciuti diretti verso la riva orientale. Tocca a una famiglia di fuorilegge avvertire gli abitanti dell'isola prima che sia troppo tardi.
tr: Barışçı bir ada doğu kıyısına çıkan düşmanlar tarafından işgal edilmeye başlamıştır. Bir haydut ailesi çok geç olmadan adada yaşayanları uyarmaya çalışmaktadır.

source: Easy
fr: Facile
hu: Könnyű
tr: Kolay

source: Hard
fr: Difficile
hu: Nehéz
it: Difficile
tr: Zor

source: Campaign Design
fr: Conception de la campagne
hu: Hadjárat tervezése
it: Progetto della campagna
tr: Seferberlik Tasarımı

source: Journey to Wesnoth
fr: Voyage vers Wesnoth
hu: Utazás Wesnothba
it: In viaggio per Wesnoth
tr: Wesnoth Yolculuğu

source: Hurry up and finish your breakfast, children. Your father is waiting for us.
fr: Dépêchez-vous de finir votre petit déjeuner, les enfants. Votre père nous attend.
hu: Gyerünk, gyerekek, fejezzétek be a reggelit! Apátok ránk vár.
it: Spicciatevi e finite la vostra colazione, bambini. Vostro padre ci aspetta.
tr: Kahvaltınızı çabuk bitirin çocuklar. Babanız bizi bekliyor.

source: How much further is Wesnoth?
fr: Wesnoth est encore loin ?
hu: Milyen messze van még Wesnoth?
it: Quanto è lontano Wesnoth?
tr: Wesnoth ne kadar uzakta?

source: We will arrive in two days time.
fr: Nous arriverons dans deux jours.
hu: Az utazás két napot vesz igénybe.
it: Ci arriveremo tra due giorni.
tr: İki günde varırız.

source: I can't wait that long! I miss papa!
fr: Je ne pourrai pas attendre aussi longtemps ! Papa me manque !
hu: Nem tudok annyit várni! Hiányzik apu!
it: Non resisterò così a lungo! Papà mi manca!
tr: Ben bekleyemem. Ben babamı özledim!

source: Agatha
tr: Agata

source: Momma!
fr: Maman !
hu: Mami!
it: Mamma!
tr: Anne!

source: Zilead
tr: Zileya

source: Why do you look so sad, papa?
fr: Pourquoi as-tu l'air si triste, papa ?
hu: Miért tűnsz ilyen bánatosnak, apu?
it: Perché sei così triste, papà?
tr: Niçin üzgünsün, baba?

source: I am just feeling a little nostalgic, my son. It has been exactly six years since your mother and I came to Eliador.
fr: J'éprouve seulement un peu de nostalgie, mon fils. Cela fait exactement six ans que votre mère et moi sommes arrivés à Eliador.
hu: Tudod fiam, egy kis nosztalgiát érzek. Pontosan hat éve, hogy anyáddal Eliadorba jöttünk.
it: È solo un po' di nostalgia, figliolo. Sono trascorsi esattamente sei anni da quando io e tua madre siamo venuti a Eliador.
tr: Sadece eski günleri hatırladım, oğlum. Annenle Eliyador’a geleli tam altı yıl olmuş.

source: If you liked Wesnoth so much, then why did you leave?
fr: Si vous aimiez tant Wesnoth, pourquoi êtes-vous partis ?
hu: De, ha annyira szeretted Wesnothot, miért hagytad el?
it: Se Wesnoth ti piaceva, perché te ne sei andato?
tr: Madem Wesnoth’u o kadar seviyordunuz, neden terkettiniz?

source: It's a long...
fr: C'est une longue...
hu: Ez egy hosszú tör...
it: È una lunga....
tr: Uzun hikaye...

source: What is it, papa? What are you looking at?
fr: Qu'y a-t-il, papa ? Qu'est-ce que tu regardes ?
hu: Mi az apu? Mit nézel?
it: Cos'è, papà? Cosa stai guardando?
tr: O ne baba? Neye bakıyorsun?

source: Galleons on the horizon. Dozens of them!
fr: Des galions à l'horizon. Par douzaines !
hu: Gályákat látok a horizonton. Több tucatnyi van belőlük!
it: Galeoni all'orizzonte. A decine!
tr: Ufukta kalyonlar var. Hem de düzinelerce!

source: Well, well... It's been a long time, Zilead.
fr: Eh bien... Cela faisait bien longtemps, Zilead.
hu: Nocsak, nocsak... sok idő telt el, Zilead.
it: Bene, bene... ne è passato di tempo, Zilead.
tr: Vay vay kimi görüyorum, uzun zaman oldu Zileya.

source: Run home, son! Quickly!
fr: Cours à la maison, mon fils ! Vite !
hu: Rohanj haza, fiam! Ahogy csak bírsz!
it: Corri a casa, figliolo! Presto!
tr: Eve koş oğlum! Çabuk!

source: Captured Elvish Archer
fr: Archer elfe capturé
hu: Elfogott Tünde íjász
it: Elfo arciere prigioniero
tr: Yakalanmış Elf Okçusu

source: kick
fr: coup de pied
hu: rúgás
it: calcio
tr: tekme

source: Captured Elvish Avenger
fr: Vengeur elfe capturé
hu: Elfogott tünde fejvadász
it: Elfo vendicatore prigioniero
tr: Yakalanmış Elf İntikamcı

source: Captured Elvish Marksman
fr: Tireur d'élite elfe capturé
hu: Elfogott tünde mesterlövész
it: Elfa tiratrice scelta prigioniera
tr: Yakalanmış Elf Nişancı

source: Captured Elvish Ranger
fr: Rôdeur elfe capturé
hu: Elfogott tünde vadász
it: Elfo ranger prigioniero
tr: Yakalanmış Elf Orman Savaşçısı

source: Captured Elvish Sharpshooter
fr: Franc-tireur elfe capturé
hu: Elfogott tünde elit íjász
it: Elfa campionessa di tiro prigioniera
tr: Yakalanmış Elf Keskin Nişancı

source: Cockatrice
fr: Cocatris
hu: Sárkánykakas
tr: Şahmaran

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
fr: Parfois appelée « basilics », on raconte que ces animaux mystiques peuvent pétrifier les êtres vivants. Il va sans dire que cela les rend très dangereux.
hu: Néha 'baziliszkusz' néven is emlegetik ezt a titokzatos élőlényt, melyről az a hír járja, hogy képes az élőket kővé dermeszteni. Talán fölösleges is ecsetelni, mennyire veszélyes.
it: Note anche come «basilischi», sembra che queste creature mitologiche siano in grado di tramutare i vivi in pietra. Non c'è bisogno di aggiungere che ciò li rende molto pericolose.
tr: Bazıları ‘Medusa’ diye de bilir. Mitolojik bir yaratıktır. Kendisine bakanı taşa çevirdiği söylenir. Bu da onları oldukça tehlikeli yapar.

source: gaze
fr: regard
hu: szemmeresztés
it: sguardo
tr: dikbakış

source: Dragon
hu: Sárkány
it: Drago
tr: Ejder

source: A fire dragon is an ancient and horrifying being that normally lives only in hushed rumor and fantastic stories. It is normal for centuries to pass without a dragon being seen in Wesnoth, and usually it is only as a shadowy form flying in the distance. Legends are very specific about the ravages of fire dragons: hideously swift in flight, leathery wings spread over one hundred feet in width, they swoop in and blast their prey with inferno jets of flame. Anything escaping the dragon's fire breath must beware its ferocious bite and crushing tail. Fire dragons are cunning and cruel and often take underlings whom they lead to victory.
fr: Un dragon est une ancienne et horrible bête légendaire appartenant normalement aux contes fantastiques. Il s'écoule normalement des siècles avant qu'un dragon ne soit aperçu à Wesnoth, et ce n'est alors bien souvent qu'une ombre dans le lointain. Les légendes précisent clairement les ravages commis par ces créatures extrêmement fortes, très rapides, incroyablement rusées, aux ailes d'une centaine de pieds de largeur, et qui harcèlent et pulvérisent leurs proies en les carbonisant avec un incroyable jet de flammes. Ce qui échappe à leur feu doit ensuite éviter leur morsure féroce et leur coup de queue brutal. Les dragons de feu sont intelligent et cruels, et utilisent souvent des êtres inférieurs pour marcher vers la victoire.
hu: A Tűzokádó sárkány egy ősi és vérfagyasztó lény, mely főként suttogó szóbeszédekben és képzelt történetekben jelenik meg. Van, hogy évszázadok telnek el anélkül, hogy Wesnothban egyetlen sárkány észleléséről is beszámolnának, és ezek is többnyire csak egy távolban repülő árnyat írnak le. A tűzokádó sárkányok okozta pusztításról nagyon jellegzetes legendák szólnak: repülésük elképesztően sebes, bőr borította szárnyaik kiterjesztve a 30 métert is elérik, felkapják és pokoli tűzsugárral perzselik halálra áldozataikat. Mindenki, aki megmenekül a sárkány tűzokádásától, óvakodjon a kegyetlen erejű harapásoktól és a farok zúzó erejétől. A tűzokádó sárkányok fortélyosak és kegyetelenek valamint gyakran alantas erőket segítenek a győzelemhez.
tr: Denir ki en yaşlı ejder neslinin, ejderhaların direk torunlarının, içlerinden kan yerine ateş akan damarları olurmuş. Ateş pükürebilmeleri bu inanca güvenilirlik kazandırmakla birlikte, her nedense kimse bunun gerçek olup olmadığını öğrenmek için bir tanesini kesip içine bakmamıştır.

source: bite
fr: morsure
hu: marcangolás
it: morso
tr: ısırma

source: tail
fr: queue
hu: farok
it: coda
tr: kuyruk

source: fire breath
fr: souffle ardent
hu: tűzokádás
it: alito di fuoco
tr: ateşli nefes

source: Dummy Unit
fr: Quintaine
hu: Bábu
tr: Taklit Birim

source: Dummy unit
fr: Quintaine
hu: Bábu
tr: Taklit birim

source: Elder Mage
fr: Mage vénérable
hu: Vén mágus
it: Mago anziano
tr: Yaşlı Büyücü

source: Once great, Elder Magi have seen their power a little diminished from wearying years of battle. Nevertheless they remain feared on the battlefield on account of their powerful lightning bolts.
fr: Bien qu'affaiblis par le poids des ans, les mages vénérables ont conservé la majeure partie de leur puissance. Utilisant de puissants éclairs, ils demeurent craints de tous leurs ennemis sur un champ de bataille.
hu: Korábban erejük teljében, a vén mágusok az évek óta tartó csatározásban vesztettek hatalmukból. Ennek ellenére erőteljes villámcsapásaik miatt ma is tartanak tőlük a csatákban.
it: I maghi anziani, un tempo molto potenti, hanno visto il loro potere affievolirsi dopo anni passati in battaglia. Nonostate ciò sono ancora temibili nel campo di battaglia a causa delle loro potenti saette fulminanti.
tr: Bir zamanlar harika olan yaşlı büyücüler güçlerinin yılllarca süren savaş bıkkınlığı yüzünden azaldığını gördüler. Mamafih güçlü yıldırım toplarının hürmetine savaş alanlarında korkulan kişiler olarak kaldılar.

source: staff
fr: bâton
hu: bot
it: bastone
tr: asa

source: lightning
fr: éclair
hu: villámlás
it: fulmine
tr: yıldırım

source: Female Peasant
fr: Paysanne
hu: Parasztasszony
it: Contadina
tr: Köylü Kadın

source: Peasants are the backbone of the rural economy, and the soldiers of last resort. While not fearsome by nature, they will stubbornly defend their homes. However, if you're hurling peasants at your foes, you're clearly out of superior forces.
fr: Les paysans et les paysannes sont la base de l'économie rurale et des soldats de dernier recours. Peu bagarreurs par nature, ils défendront néanmoins leurs maisons avec acharnement. Malgré tout, vous n'êtes clairement pas en position de force si vous les utilisez contre vos ennemis.
hu: A parasztok képezik a vidéki gazdálkodás alapját és végső szükség esetén a katonaságot is. Noha természetükből adódóan nem félelmetesek, képesek szívósan védeni otthonaikat. Mindazonáltal, ha ellenségeid ellen parasztokat indítasz, nyilvánvaló, hogy kifogytál a fejlettebb egységekből.
tr: Köylüler kırsal ekonominin belkemiği ve başka çare kalmadığında baş vurulacak askerlerdir. Doğadan korkuları olmadığından yurtlarını azimle savunurlar.

source: pitchfork
fr: fourche
hu: vasvilla
it: forcone
tr: yaba

source: Gryphon Kid
fr: Jeune griffon
hu: Griff fióka
it: Ragazzo dei grifoni
tr: Yavru Grifin

source: claws
fr: griffes
hu: karmok
it: chele
tr: tırmalar

source: female^Gryphon Kid
fr: Jeune griffon
hu: Griff fióka
it: Ragazza dei grifoni
tr: Yavru Dişi Grifin

source: Small Gryphon
fr: Petit griffon
hu: Aprógriff
it: Piccolo grifone
tr: Genç Grifin

source: Horse
fr: Cheval
hu: Ló
it: Cavallo
tr: At

source: female^Horse
fr: Jument
hu: Kanca
it: Cavalla
tr: Kısrak

source: Fencer
fr: Bretteur
hu: Vívó
it: Schermitore
tr: Eskirimci

source: sabre
hu: szablya
it: sciabola
tr: eskrim kılıcı

source: Kids Sea Serpent
fr: Jeunes serpents de mer
hu: Gyerekek tengeri kígyón
it: Serpente marino con i bambini
tr: Çocukların Deniz yılanı

source: fangs
fr: crocs
hu: agyar
it: zanne
tr: pençeleme

source: Outlaw Kid
fr: Garçonnet hors-la-loi
hu: Törvényen kívüli suhanc
it: Ragazzo fuorilegge
tr: Haydut Çocuğu

source: punch
fr: coup de poing
hu: ütés
it: pugno
tr: çivi

source: female^Outlaw Kid
fr: Fillette hors-la-loi
hu: Törvényen kívüli lányka
it: Ragazza fuorilegge
tr: Haydut Kızı

source: female^Outlaw Queen
fr: Reine des hors-la-loi
hu: Törvényen kívüli királynő
it: Regina fuorilegge
tr: Sürgün Kraliçe

source: A noble by birth, the Outlaw Queen has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. However, she is the product of a failed aristocracy who has opted for the life of an Outlaw. She dreams of founding her own Queendom with the plunder she finds on the road, and she is ever so close to that goal.
fr: De noble lignée, la princesse hors-la-loi a appris l'escrime auprès des meilleurs généraux et la stratégie militaire avec les plus grands sages. Elle est donc une grande combattante et une commandante douée. Cependant, elle provient d'une aristocratie décadente qui a opté pour le style de vie des hors-la-loi. Elle rêve de fonder son propre royaume grâce aux produits de ses rapines sur les routes, et est proche d'atteindre son but.
hu: A születését tekintve nemes származású törvényen kívüli királynőt a legnagyobb generálisok kardforgatásra, a legnagyobb bölcsek hadvezetésre tanították, ezzel téve őt nagyszerű harcossá és hadvezérré. Jóllehet, ő egy megbukott arisztokrácia örököse, aki a törvénytelenség életformáját választotta. Álma, hogy saját birodalmát hozza létre fosztogatásaival, és ilyen közel még sosem állt céljához, mint most.
it: La regina fuorilegge è nobile di nascita e ha imparato a utilizzare la spada dai migliori generali e le tattiche di battaglia dai più grandi saggi, divenendo una micidiale combattente e un'ottima condottiera. Comunque è il prodotto di una aristocrazia fallita che ha preferito vivere come fuorilegge. Sogna di fondare un proprio regno con l'aiuto degli amici incontrati lungo la strada e non è mai stata così vicina al suo obiettivo.
tr: Doğuştan soylu olan Sürgün Kraliçe kılıç kullanmayı büyük generallerden savaş taktiklerini ise bilge kişilerden öğrenmiştir, bu onu hem büyük bir savaşçı hemde büyük bir lider yapar. Ama o kanun dışılığı seçen aristokratlığın sonucudur. O yollarla yağmaladığı altınlarla kendi Kraliçeliğini hayal eder ve bu hedefe de çok yakındır.

source: sling
fr: fronde
hu: parittya
it: fionda
tr: sapan

source: female^Queen Sea Serpent
fr: Reine serpent de mer
hu: Tengeri kígyó királynő
it: Regina serpente di mare
tr: Kraliçe Deniz Yılanı

source: Shark
fr: Requin
hu: Cápa
it: Squalo
tr: Köpekbalığı

source: Witch
fr: Sorcière
hu: Boszorka
it: Strega
tr: Cadı

source: broom poke
fr: coup de balai
hu: seprűdöfés
it: colpo di scopa
tr: çalı süpürgesi

source: curse
fr: malédiction
hu: átok
it: Maledizione
tr: beddua

source: Anwar
tr: Anvar

source: Recruit all monsters
fr: Recruter tous les monstres
hu: Minden szörny toborzása
it: Recluta tutti i mostri
tr: Tüm yaratıkları kurtar

source: Or, survive until end of turns
fr: Ou survivre jusqu'à la fin des tours
hu: vagy kitartasz a körök végéig
it: o sopravvivi fino alla fine dei turni
tr: Veya ellerin bitimine kadar dayan

source: Gwaraug
tr: Gavaro

source: Shelog
tr: Şelo

source: The beasts of Anwar can prove useful to us.
fr: Les bêtes d'Anwar peuvent nous être utiles.
hu: Anwar vadállatai a segítségünkre lehetnek.
it: Gli animali di Anwar ci si potranno dimostrare utili.
tr: Anvar hayvanları işimize yarayabilir.

source: What must we do?
fr: Que devons-nous faire ?
hu: Mitévők legyünk?
it: Cosa dobbiamo fare?
tr: Ne yapmalıyız?

source: Do you remember the magic words your father taught you?
fr: Vous rappelez-vous des paroles magiques que votre père vous a apprises ?
hu: Emlékszel még a mágikus szavakra, amiket az apád tanított neked?
it: Ti ricordi le parole magiche che tuo padre ti ha insegnato?
tr: Babanızın size öğrettiği sihirli sözleri hatırlıyor musunuz?

source: Iumento, pareah.
tr: Yumendo, pareya.

source: Good. Approach a beast, look into its eyes and recite those words.
fr: Bien. Approchez-vous d'une bête, regardez-la droit dans les yeux et récitez ces mots.
hu: Nagyszerű. Közelíts meg egy fenevadat, nézz a szemeibe, és mondogasd ezeket a szavakat.
it: Bene. Avvicinati a una animale, guardalo negli occhi e recita quelle parole.
tr: Güzel. Bir hayvana yaklaşın, gözünün içine bakarak bu sözleri söyleyin.

source: Momma, what was that flapping noise?
fr: Maman, quel était ce bruit d'ailes ?
hu: Mami, mik ezek a csapkodó hangok?!
it: Mamma, cos'è questo rumore di roba che sbatte?
tr: Anne bu kanat çırpma sesleri ne?

source: Exit the cave!
fr: Sortez de la grotte !
hu: Hagyd el a barlangot!
it: Esci dalla grotta!
tr: Mağaradan çıkın!

source: Stay out of the cave!
fr: Restez hors de la caverne !
hu: Maradj kívül!
it: State fuori dalla caverna!
tr: Mağaranın dışında kalın!

source: Iumento, pareah!
tr: Yumendo, pareya!

source: Kill all enemies
fr: Tuer tous les ennemis
hu: Megölöd az összes ellenfelet
it: Uccidi tutti i nemici
tr: Tüm düşmanları öldür

source: Turns run out
fr: Fin des tours atteinte
hu: A körök száma letelik
it: Fine dei turni a disposizione
tr: Ellerin bitmesi

source: Saenvan
tr: Senvan

source: Caryn
tr: Karin

source: Aethunry
tr: Etunri

source: Owidry
tr: Ovidri

source: Lurraent
tr: Lurant

source: Yranvan
tr: Yuranvan

source: Momma, that's the bad man who took papa!
fr: Maman, c'est le méchant qui a enlevé papa !
hu: Anyu, ott van az a gonosz ember, aki elfogta a papát!
it: Mamma, è il cattivo che ha preso papà!
tr: Anne, bu, babamı alan kötü adam!

source: Ardella has arrived. You know what to do.
fr: Ardella vient d'arriver. Vous savez quoi faire.
hu: Ardella megérkezett. Tudod, mi a dolgod.
it: Ardella è arrivata. Voglio sapere cosa fare.
tr: Ardella geldi. Ne yapacağınızı biliyorsunuz.

source: Wait here.
fr: Restez ici.
hu: Várj itt.
it: Aspetta qui.
tr: Burada bekle.

source: Balthor
tr: Baltor

source: Did you see that? There's something in the bay.
fr: Vous avez vu ça ? Il y a quelque chose dans la baie.
hu: Láttad? Van valami az öbölben.
tr: Gördünüz mü? Körfezde bir şey var.

source: Let's check it out.
fr: Allons vérifier.
hu: Nézzük meg.
it: Andiamo a vedere.
tr: Gidip bakalım.

source: Hop on. I'll take you to your children.
fr: Sautez. Je vous amener à vos enfants.
hu: Ugorj fel. Elviszlek a gyermekeidhez.
it: Salta su. Mi prenderò cura io dei tuoi bambini.
tr: Atla. Seni çocuklarına götüreceğim.

source: Wow, a sea serpent!
fr: Waouh, un serpent de mer !
hu: Azta, egy tengeri kígyó!
it: Uau, un serpente di mare!
tr: Vay canına, bir deniz yılanı.

source: What are human children doing in my water?
fr: Que font des enfants humains dans mes eaux ?
hu: Mit keresnek embergyerekek az én vizeimben?
it: Che ci fanno dei bambini umani nelle mie acque?
tr: İnsan çocukları denizimde ne arıyor?

source: We our looking for our father...
fr: Nous recherchons notre père...
hu: Édesapánkat keressük...
it: Stiamo cercando nostro padre...
tr: Biz babamızı arıyorduk...

source: He was taken by the man in that galleon.
fr: Il a été capturé par l'homme sur ce galion.
hu: Elvitte egy ember aki azon a gályán van.
it: È stato catturato dagli uomini di quel galeone.
tr: Şu kalyondaki adamlar aldı babanızı.

source: There are captives on a nearby isle. Perhaps your father is among them.
fr: Des prisonniers se trouvent sur une île proche. Peut-être que votre père se trouve parmi eux.
hu: Foglyok vannak a szomszédos szigeten. Talán az apátok is köztük van.
it: Ci sono dei prigionieri su un'isola qui vicino. Forse tuo padre è tra di loro.
tr: Yakın bir adada esirler var. Belki babanız onlar arasındadır.

source: Will you please take us there?
fr: Est-ce que vous nous ferez la faveur de nous y emmener ?
hu: Megtennéd, hogy elviszel minket oda?
it: Potresti portarci laggiù?
tr: Bizi lütfen oraya götürür müsün?

source: Hop on.
fr: Sautez.
hu: Pattanjatok föl!
it: Saltate su.
tr: Atlayın.

source: Hold on tight!
fr: Accrochez-vous !
hu: Kapaszkodjatok erősen!
it: Tenetevi stetti!
tr: Sıkı tutunun!

source: Thank you...
fr: Merci...
hu: Köszönjük szépen...
it: Grazie...
tr: Teşekkürler...

source: These children are looking for their father. His name is Zilead. Have you seen him?
fr: Ces enfants recherchent leur père. Il s'appelle Zilead. L'avez-vous vu ?
hu: Ezek a gyerekek az apjukat keresik. A neve Zilead. Nem láttad őt?
tr: Bu çocuklar babalarını arıyor. İsmi Zileya. Onu gördünüz mü?

source: Zilead was taken southward... towards Varad.
fr: Zilead a été emporté vers le sud... vers Varad.
hu: Zileadot délre vitték... Varad felé.
it: Zilead è diretto a sud... verso Varad.
tr: Zilaya güneyde tutuluyor... Varad’a doğru.

source: Can you take them there? I must help the sea creatures of Eliador battle the incoming galleons.
fr: Pouvez-vous les emmener ? Je dois aider les créatures marines d'Eliador à combattre les galions qui arrivent.
hu: El tudod őket vinni oda? Nekem segítenem kell Eliador tengeri lényeinek a közelgő gályák elleni csatában.
it: Mi puoi portare laggiuù? Devo aiutare le creture marine di Eliador a combattere contro i galeoni in arrivo.
tr: Onlara bakar mısın? Gelen kalyonlarla savaşan deniz yaratıklarına yardım etmeliyim.

source: Of course. Good luck, Balthor!
fr: Bien sûr. Bonne chance, Balthor !
hu: Természetesen. Sok szerencsét, Balthor!
it: Naturalmente. Buona fortuna, Balthor!
tr: Elbette. İyi şanslar, Baltor!

source: What have I done? Zilead's children are dead!
fr: Qu'ai-je fait ? Les enfants de Zilead sont morts !
hu: Mit tettem?! Zilead gyermekei meghaltak!
it: Cosa ho fatto? I figli di Zilead sono morti!
tr: Ben ne yaptım? Zileya’nın çocukları öldü!

source: What have I done? Ardella is dead!
fr: Qu'ai-je fait ? Ardella est morte !
hu: Mit tettem?! Ardella meghalt!
it: Cosa ho fatto? Ardella è morta!
tr: Ben ne yaptım? Ardella öldü!

source: Kill Ursula
fr: Tuer Ursula
hu: Megölöd Ursulát
it: Uccidi Ursula
tr: Ursula’yı öldür

source: Flak
tr: Felak

source: Malash
tr: Malaş

source: Kruk
tr: Kuruk

source: Kruol
tr: Kurol

source: I can't believe my orcs were outsmarted by a human and her two brats. How dare you interfere with my master's plan! Tonight, we shall feast upon your flesh!
fr: Je n'arrive pas à croire que mes orcs aient été dupés par une humaine et ses deux morveux. Comment osez-vous interférer avec les plans de mon maître ! Cette nuit, nous nous repaîtrons de votre chair !
hu: Nem hiszem el, hogy az orkjaimat kicselezte egy ember és a két kölke. Hogy merészeltek szembeszegülni a mesterem terveivel? Ma este a húsotokból fogunk lakomázni.
it: Non posso credere che i miei orchi siano stati sbaragliati da un essere umano e dai suoi due rampolli. Come osate interferire con i piani della mia padrona? Questa notte ci sazieremo con le vostre carni!
tr: Buna inanamıyorum, orklarım bu insan ve bu iki yumurcaktan akılsız çıktı. Benim planlarıma uymamaya nasıl cüret ederler! Bu gece sizden canlı canlı kendime ziyafet çekeceğim.

source: Urian, is that you old friend? Get over here!
fr: Urian, c'est toi mon vieil ami ? Viens ici !
hu: Urian, te vagy az, öreg barátom? Gyere át ide!
tr: Urya, senin dostluğun bu mu? Gel buraya açıkla!
