Repository: wescamp/Eliador-1.4
Catalog: po/*.po
Languages: fr, hu, it, tr

source: Glomlin, you're a sight for sore eyes. Please tell me you haven't aligned yourself with these beasts?
fr: Glomlin, te voir soulage mes yeux rougis de larmes. Dis-moi, je t'en prie, que tu n'as pas rejoint ces animaux ?
hu: Glomlin, milyen kellemes meglepetés! Ugye nem szövetkeztél ezekkel a bestiákkal?
tr: Glomlin, kendi gözlerinle gördün. Kendini bu hayvanlarla bir tutmadığını söyleyebilir misin?

source: Actually...
fr: En fait...
hu: Valójában...
it: In realtà...
tr: Aslında...

source: No! Of course not! You know me better than that!
fr: Non ! Bien sûr que non ! Tu me connais mieux que ça !
hu: Nem! Természetesen nem! Hisz ismersz!
tr: Hayır! Elbette değil! Sen bunu daha iyi bilirsin!

source: I am sorry...
fr: Je regrette...
hu: Sajnálom...
it: Mi spiace...
tr: Kusura bakma...

source: Save the apologies for later. We've got vermin to exterminate!
fr: Garde les excuses pour plus tard. Nous avons de la vermine à exterminer !
hu: Tartogassuk későbbre a bocsánatkéréseket! Egyelőre van néhány kiirtásra váró férgünk!
tr: Mazeretleri sonraya sakla. Bu mikroplardan kurtulmamız lazım!

source: Dwarves? How can such noble beings fight alongside orcs?
fr: Des nains ? Comment des êtres si nobles peuvent combattre aux côtés des orcs ?
hu: Törpök? Hogy lehet, hogy ilyen nemes lelkek az orkok oldalán harcolnak?
it: Nani? Ma come possono delle creature così nobili combattere al fianco degli orchi?
tr: Cüceler mi? Nasıl orkların yanında döğüşürler?

source: If you must know, we were banished from our homes in Wesnoth. Our new master promised us land and wealth if we fight alongside these vermin.
fr: Si vous voulez le savoir, nous avons été bannis de nos terres de Wesnoth. Notre nouveau maître nous a promis des terres et des biens si nous luttions avec ces vermines.
hu: Ha tudni akarod, száműztek minket wesnothi otthonainkból. Új vezetőnk földet és gazdagságot ígért nekünk, ha ilyen férgek oldalán vonulunk csatába.
it: Se lo vuoi sapere, siamo stati banditi dalle nostre case a Wesnoth. Il nostro nuovo padrone ci ha promesso terra e ricchezza se combattiamo al fianco di questi parassiti.
tr: Wesnoth’tan kovulduğumuzu bilmen lazım. Yeni efendimiz bu mikropların yanında döğüşürsek bize yeni bir toprak ve zenginlik vaadetti.

source: We'll offer the same deal if you fight with us.
fr: Nous vous offrirons la même chose si vous vous battez avec nous.
hu: Mi ugyanezt ajánljuk, ha velünk tartotok.
it: Noi vi offriamo le stesse cose se combattete con noi.
tr: Bizim yanımızda döğüşürseniz biz de size aynı tetlifi yaparız.

source: Ha! We dwarves are a brave bunch, but we would not stand a chance against our master. I'm sorry, but you must all die!
fr: Ha ! Nous les nains sommes braves, mais nous n'aurions aucune chance contre notre maître. Je suis désolé, mais vous devez tous mourir !
hu: Ha! Mi törpök bátor társaság vagyunk, de nem állnánk meg a sarat vezetőnk ellen. Sajnálom, de meg kell halnotok.
it: Ah! Noi nani siamo un gruppo spavaldo ma non avremo nemmeno una possibilità contro il nostro padrone. Mi spiace ma dovrete morire tutti!
tr: Ne! Biz cüceler cesur bir topluluğuz, fakat efendimize karşı gelmeyeceğiz. Kusura bakma ama hepiniz ölmelisiniz!

source: You cannot win this battle, Ardella! Surrender now, and my master will arrange safe passage for you and your children to Wesnoth. Zilead is awaiting your arrival.
fr: Ardella, tu ne peux pas remporter cette bataille ! Rends-toi maintenant, et mon maître arrangera une traversée sûre pour toi et tes enfants vers Wesnoth. Zilead attend votre arrivée.
hu: Ardella, ezt a csatát nem nyerheted meg! Add meg magad, és a vezetőnk garantálja, hogy biztonságban eljuthatsz Wesnothba a gyermekeiddel együtt. Zilead már vár rád.
it: Non puoi vincere questa battaglia, Ardella! Arrenditi ora e il mio padrone ti garantirà un passaggio sicuro per te e i tuoi figli a Wesnoth. Zilead sta aspettando il tuo arrivo.
tr: Bu savaşı kazanamazsın, Ardella! Hemen teslim ol. Efendimiz sana ve çocuklarına Wesnoth’a güvenli bir giriş ayarlayacak. Zileya gelmenizi bekliyor.

source: I will not abandon the people of Eliador!
fr: Je n'abandonnerai pas les habitants d'Eliador !
hu: Nem hagyom el Eliador népét!
it: Non abbandonerò la gente di Eliador!
tr: Eliyador halkını terkedemem!

source: Remember our agreement, master. Ardella and her children must not be harmed.
fr: Rappelez-vous de notre accord, maître. Ardella et ses enfants ne doivent pas être blessés.
hu: Emlékezz a megállapodásunkra, mester! Ardellának és gyermekeinek nem eshet bántódása!
tr: Efendim, anlaşmamızı unutmayın. Ardella ve çocukları zarar görmemeli.

source: Mother, look! Randalf's statues have escaped! They will kill the witch!
fr: Mère, regardez ! Les statues de Randalf se sont échappées ! Elles vont tuer la sorcière !
hu: Anya, nézd! Randalf szobrai megléptek! Meg fogják ölni a boszorkányt!
tr: Anne, bak! Randalf’ın heykelleri kaçmış! Cadıyı öldürecekler!

source: They are bewitched... They will not help us.
fr: Elles sont ensorcelées... Elles ne nous aideront pas.
hu: El vannak bűvölve... Nem fognak nekünk segíteni.
tr: Onlar büyülenmiş... Bize yardımları olmaz.

source: Othello, you scaredy-cat!
fr: Othello, tu n'es qu'un pleutre !
hu: Othelló, te ijedt kutya!
it: Otello, sei più pauroso di un gatto!
tr: Otello, seni korkak kedi!

source: The time has come for me to abolish the law of Illien. Slaves of Illien, I release you!
fr: Le temps est venu pour moi d'abolir la loi d'Illien. Esclaves d'Illien, je vous libère !
hu: Eljött az én időm, hogy eltöröljem Illien törvényeit. Illien szolgái, szabadok vagytok!
it: È giunta l'ora che io abolisca la legge di Ilien. Schiavi di Ilien, siete liberi!
tr: İlyen kurallarını bozmanın tam zamanı. İlyen esirleri, sizi serbest bırakıyorum!

source: Kinowyn
tr: Kinovin

source: Cithrand
tr: Çitrand

source: Fithraril
tr: Fitraril

source: Vylas
tr: Vulas

source: Fathien
tr: Fatriyen

source: Soriand
tr: Soriland

source: Kinowyn!
tr: Kinovin!

source: Lucien sent us to help the elves of Glorienda.
fr: Lucien nous a envoyé pour secourir les elfes de Glorienda.
hu: Lucien küldött minket, hogy segítsük Glorienda tündéit!
it: Lucien ci ha mandato in aiuto gli elfi di Glorienda.
tr: Glorenda elflerine yardım etmek için Lusyen bizi gönderdi.

source: You could not have come at a better time!
fr: Tu n'aurais pas pu tomber à un meilleur moment !
hu: Nem is érkezhettetek volna jobbkor!
it: Non avresti potuto arrivare in un momento migliore!
tr: Bundan daha iyi bir zaman seçemezdiniz!

source: I come from Angalas. Where are the elves of Glorienda?
fr: Je viens d'Angalas. Où sont les elfes de Glorienda ?
hu: Angalastól jövök. Hol vannak Glorienda tündéi?
it: Io vengo da Angalas. Dove sono gli elfi di Glorienda?
tr: Angalas’tan geliyorum. Glorenda elfleri nerede?

source: I am sorry, but they fell in battle.
fr: Je suis désolé, mais ils sont tombés au combat.
hu: Elestek a csatában. Sajnálom.
it: Mi spiace, ma sono caduti in battaglia.
tr: Kusura bakma, onlar savaşta öldüler.

source: Then I am too late...
fr: J'arrive donc trop tard...
hu: Ezek szerint elkéstem...
it: Allora è troppo tardi...
tr: O halde çok geç kaldım...

source: Master! I had your word...
fr: Maître ! J'avais votre parole...
hu: Mester! Megígérted nekem...
it: Padrone! Mi avete dato al vostra parola...
tr: Efendim! Emirlerinize...

source: I have no mercy for my enemies!
fr: Je n'ai aucune pitié pour mes ennemis !
hu: Nem kegyelmezek az ellenségeimnek!
it: Nessuna pietà per i miei nemici!
tr: Düşmanlarıma merhamet yok!

source: Nor do I! You will not harm them!
fr: Moi non plus ! Vous ne leur ferez pas de mal !
hu: Én sem! Nem fogod bántani őket!
tr: Ne yaptım! Onlara zarar vermeyecektim.

source: You would not dare betray me, Randalf!
fr: Tu n'oserais pas me trahir, Randalf !
hu: Nem mernél elárulni engem, Randalf!
it: Non oserai tradirmi, Randalf!
tr: Bana ihanet etmeye nasıl cüret edersin, Randalf!

source: Watch me!
fr: Regarde-moi !
hu: Csak figyelj!
it: Guardami...
tr: Beni izleyin!

source: Othello!
hu: Othelló!
it: Otello!
tr: Otello!

source: I shall return...
fr: Je reviendrai...
hu: Még visszatérek...
it: Io tornerò...
tr: Döneceğim...

source: Urian is dead!
fr: Urian est mort !
hu: Urian halott!
it: Urian è morto!
tr: Urya öldü!

source: The witch is dead!
fr: La sorcière est morte !
hu: A boszorka halott!
it: La strega è morta!
tr: Cadı öldü!

source: Look! They're running away!
fr: Regardez ! Ils s'enfuient !
hu: Nézzétek! Futásnak eredtek!
it: Guardate! Stanno scappando!
tr: Bak! Kaçıyorlar!

source: Glorienda
tr: Glorenda

source: Persuade the Elves of Glorienda to remain in Eliador.
fr: Convaincre les elfes de Glorienda de rester à Eliador.
hu: Vedd rá Glorienda tündéit, hogy Eliadorban maradjanak!
it: Convinci gli elfi di Glorienda a rimanere a Eliador.
tr: Glorenda Elflerini Eliyador’da kalmaya ikna et

source: To persuade an elf, visit her village more times than Lucien's side does
fr: Pour convaincre un elfe, entrez dans son village plus de fois que ne le fait le camp de Lucien
hu: Hogy meggyőzz egy tündét, látogass el a városába többször, mint ahogy a Lucien oldalán állók tették!
tr: Bir elfi ikna etmek için onun köyünü Lusyen’in ekibinden daha çok ziyaret etmelisin.

source: Nowen
tr: Noven

source: Vodia
tr: Vodya

source: Glithiel
tr: Glitel

source: Belaraviel
tr: Belaravel

source: Celilith
tr: Çelilit

source: Elvowien
tr: Elvoviyen

source: Isithradien
tr: İşitradiyen

source: Elagriel
tr: Elagriyel

source: Delydien
tr: Delodiyen

source: Tinil-Gawiel
tr: Tinil-Gavel

source: Uniode
tr: Undiyode

source: Unorfiwen
tr: Unorfiven

source: Unil-Gadia
tr: Unil-Gadya

source: Elviondra
tr: Elvindra

source: Amethia
tr: Ametya

source: Uruthien
tr: Urutyen

source: Githraniel
tr: Gitraniyel

source: Narania
tr: Naranya

source: Gerwen
tr: Gerven

source: Elwin
tr: Elvin

source: Lucien
tr: Lusyen

source: What brings you to Eliador, Lucien?
fr: Qu'est-ce qui vous amène à Eliador, Lucien ?
hu: Mi szél hozott Eliadorba, Lucien?
it: Cosa ti porta a Eliador, Lucien?
tr: Sizi Eliyador’a getiren ne, Lusyen?

source: Orcs have stormed the beaches of Angalas. We are vastly outnumbered. I have come to ask the elves of Glorienda for help.
fr: Les orcs ont envahis les plages d'Angalas. Nous sommes totalement débordés. Je suis venu demander assistance aux elfes de Glorienda.
hu: Az orkok lerohanták Angalas partjait. Mérhetetlen túlerőben vannak velünk szemben! Azért jöttem, hogy Glorienda tündéinek segítségét kérjem.
tr: Orklar Angalas plajına saldırdı. Çok kayıp verdik. Glorenda Elflerinden yardım istemeye geldim.

source: You can count on us.
fr: Vous pouvez compter sur nous.
hu: Számíthatsz ránk.
it: Puoi contare su di noi.
tr: Bizi sayabilirsin.

source: The elves of Glorienda will help us.
fr: Les elfes de Glorienda vont nous aider.
hu: Glorienda tündéi a segítségünkre lesznek.
it: Gli elfi di Glorienda ci aiuteranno.
tr: Glorenda Elfleri bize yardım edecek.

source: Glillyn
tr: Glillin

source: Addribryn
tr: Adribrin

source: Rhugwyn
tr: Rugvin

source: I am sorry, Ardella. We would very much like to help you fight off the invaders, but we must get our families off this island.
fr: Je regrette, Ardella. Nous aimerions beaucoup vous aider à repousser les envahisseurs, mais nous avons décidé de faire partir nos familles de cette île.
hu: Sajnálom Ardella. Szívesen segítenénk legyőzni a megszállóitokat, de most ki kell menekítenünk a családjainkat a szigetről.
it: Mi spiace, Ardella. Ci piacerebbe molto aiutarti a combattere gli invasori, ma dobbiamo portare via dall'isola le nostre famiglie.
tr: Kusura bakma Ardella. Sana yardım etmeyi çok isterdik ama ailelerimizi adadan götürmemiz gerekiyor.

source: I cannot persuade you to stay?
fr: Je ne peux pas vous convaincre de rester ?
hu: Sehogy nem tudnálak rávenni, hogy maradj?
it: Non posso convincervi a rimanere?
tr: Sizi kalmaya ikna edemedim mi?

source: Perhaps. Your husband is rumored to have a vast treasure...
fr: Peut-être. Votre mari a, dit-on, un riche trésor...
hu: Esetleg. A férjedről azt beszélik, hogy dúsgazdag...
it: Forse. Si dice che tuo marito avesse un grande tesoro...
tr: Belki. Kocanın cok büyük bir hazinesi olduğu söyleniyor...

source: How much do you want?
fr: Combien voulez-vous ?
hu: Mennyit kérsz?
it: Quanto vuoi?
tr: Ne kadar istersin?

source: Thank you, Ardella.
fr: Merci, Ardella.
hu: Köszönöm, Ardella.
it: Grazie, Ardella.
tr: Teşekkürler, Ardella.

source: Move Ardella to a scenario label
fr: Déplacer Ardella jusqu'à une note de scénario
hu: Vezesd Ardellát egy küldetés felirathoz!
tr: Ardella’yi bir senaryo etiketine götür

source: Or, press 'End Turn' to have one chosen for you
fr: Ou appuyez sur « Fin des tours » pour qu'on choisisse pour vous.
hu: Vagy, válaszd a 'Kör Vége' gombot, hogy kapj egyet.
tr: Veya senin yerine seçim yapılması için ‘Eli bitir’

source: Illien
tr: İlyen

source: You don't lose Anna or Zeke
fr: Ne perdre ni Anna ni Zeke
hu: Nem veszted el Annát és Zekét
it: Non perdi Anna né Zeke
tr: Anna veya Zeke’yi kaybetmemelisin

source: You lose Anna or Zeke
fr: Perdre Anna ou Zeke
hu: Elveszted Annát vagy Zekét.
it: Perdi Anna o Zeke
tr: Anna veya Zeke’yi kaybedersen

source: Othello
hu: Othelló
it: Otello
tr: Otello

source: Ardella, I'm sure you're aware of the law of Illien. Are you prepared?
fr: Ardella, je suis sûr que vous connaissez la loi d'Illien. Êtes-vous prête ?
hu: Ardella, bizonyára tisztában vagy Illien törvényeivel. Felkészültél?
it: Ardella, sono sicuro che tu conosci la legge di Ilien. Sei pronta?
tr: Ardella, İlyen kurallarını biliyor olmalısın. Hazır mısın?

source: You must know that we are about to be invaded. We don't have time for your games. Will you help us repel the invasion?
fr: Vous devez savoir que nous sommes sur le point d'être envahis. Nous n'avons pas le temps de rentrer dans vos jeux. Nous aiderez-vous à repousser l'invasion ?
hu: Tudnod kell, hogy épp megszállnak minket. Nincs időnk a játékaidra. Segítessz nekünk visszaverni az inváziót?
it: Dovresti sapere che stiamo per essere invasi. Non abbiamo tempo per i tuoi giochetti. Ci aiuterai a respingere l'invasione?
tr: Saldırıya uğradığımızı biliyor olmalısın. Seninle oyun oynayacak vaktimiz yok. İşgale direnmek için bize yardım edecek misin?

source: If you do not obey the law of Illien, my undead will annihilate your pathetic army. Now, let's begin, shall we?
fr: Si vous ne respectez pas la loi d'Illien, mes morts-vivants écraseront votre armée pathétique. Maintenant, si nous commencions ?
hu: Ha Illien törvényeit nem tartod be, az élőholtjaim megsemmisítik szánalmas kis seregedet. Most pedig, elkezdhetjük végre?
it: Se non ti sottometti alla legge di Ilien, i miei non-morti annienteranno il tuo patetico esercito. Adesso, cominciamo,
tr: Eğer İlyen kurallarına uymazsan yarı ölülerim senin çelimsiz ordunu yok edecek. Artık başlayalım, değil mi?

source: Momma, what's happening? I can't move!
fr: Maman, qu'est-ce qui se passe ? Je ne peux pas bouger !
hu: Mami, mi történik? Nem tudok mozogni!
it: Che sta succedendo, mamma? Non riesco a muovermi!
tr: Anne, ne oluyor? Kımıldayamıyorum!

source: No cheating!
fr: Pas de triche !
hu: Ne csalj!
it: Non barare!
tr: Hile yapma!

source: You've sacrificed your children in an attempt to save your soldiers. Your heart is even colder than mine.
fr: Vous avez sacrifié vos enfants pour tenter de sauver vos soldats. Votre cœur est encore plus froid que le mien.
hu: Feláldoztad a gyermekeidet, hogy megpróbáld menteni a katonáid. A szíved még az enyémnél is hidegebb.
it: Hai sacrificato i tuoi figli cercando di salvare i tuoi soldati. Il tuo cuore è ancora più freddo del mio.
tr: Askerlerini kurtarmaya çalışırken çocuklarını kurban ettin. Senin kalbin benimkinden de soğukmuş.

source: Well done, Ardella, you've protected your children. You can keep the skeletons that you've won, and I'll keep any man or creature that you've lost. Goodbye.
fr: Bien, Ardella, vous avez protégé vos enfants. Vous pouvez garder les squelettes gagnés, et je garderai tout homme ou créature que vous avez perdus. Au revoir.
hu: Bravó, Ardella, megvédted a gyermekeidet. Megtarthatod a csontvázakat, amiket nyertél, én pedig megtartok minden embert és lényt, amit elvesztettél. Viszlát.
it: Ben fatto, Ardella, hai protetto i tuoi figli. Ti puoi tenere gli scheletri che hai vinto e io mi terrò gli uomini o le creature che hai perso. Addio.
tr: İyi yaptın, Ardella, çocuklarını korudun. Kazandığın iskeletleri alabilirsin. Ben de senden kazandığım adamları ve yaratıkları alacağım. Elveda.

source: Dol Kelroth
tr: Dol Kelrot

source: Urian
tr: Urya

source: Where is everyone?
fr: Où sont-ils tous passés ?
hu: Hova tűnt mindenki?
it: Dove sono tutti?
tr: Herkes nerede?

source: Urian! Please, if you are still alive, you must get my children away from these beasts!
fr: Urian ! Je t'en prie, si tu es toujours vivant, tu dois emmener mes enfants loin de ces bêtes !
hu: Urian! Kérlek, ha még életben vagy, menekítsd el a gyermekeimet ezektől a szörnyetegektől!
it: Urian! Per favore, se sei ancora vivo, devi portare via i miei bambini da quelle bestie!
tr: Urya! Yaşıyorsan, lütfen çocuklarımı bu hayvanlardan uzak tut!

source: Ardella, there are orcs everywhere! I have sent two gryphons for your kids. If you help me defeat the orcs, my birds and I will forever be at your service.
fr: Ardella, il y a des orcs partout ! J'ai envoyé deux griffons pour tes enfants. Si tu m'aides à vaincre les orcs, mes oiseaux et moi seront à ton service pour toujours.
hu: Ardella, mindenütt orkok vannak! Két griffet küldtem a gyerekekért. Ha segítesz legyőzni az orkokat, én és a madaraim örökre szolgálni fogunk.
it: Ardella, ci sono orchi ovunque! Avevo mandato due grifoni per i tuoi bambini. Se mi aiuti a sconfiggere gli orchi, i miei uccelli e io saremo per sempre al tuo servizio.
tr: Ardella, her yerde orklar var! Çocukların için iki grifin gönderdim. Orkları yenmeme yardım edersen kuşlarım ve ben sonuna kadar yanında olacağız.

source: Hurry, children! Get on the gryphons and fly somewhere safe!
fr: Vite, les enfants ! Montez sur les griffons et volez vers un endroit sûr !
hu: Siessetek, gyerekek! Ugorjatok a griffekre, és repüljetek valami biztonságos helyre!
it: Svelti, bambini! Salite sui grifoni e volate da qualche parte in salvo!
tr: Çabuk olun, çocuklar. Grifinlere binin ve güvenli bir yere uçun!

source: Ardella, the residents of Dol Kelroth have been killed and their bodies dumped in the sea.
fr: Ardella, les habitants de Dol Kelroth ont été tués et leurs corps jetés en mer.
hu: Ardella, Dol Kelroth lakóit lemészárolták, és a tetemeiket a tengerbe hányták.
it: Ardella, gli abitanti di Dol Kelroth sono stati uccisi e i loro cadaveri sono stati gettati in mare.
tr: Ardella, Dol Kelrot sakinleri öldürülüp denize atıldı.

source: Are you certain everyone is dead?
fr: Êtes-vous sûr que tout le monde soit mort ?
hu: Biztos vagy benne, hogy mind meghaltak?
it: Sei certo che siano tutti morti?
tr: Yani herkes öldü mü?

source: I have tried to search the sea for survivors, but neither I nor my birds can see through the dense fog.
fr: J'ai essayé de rechercher des survivants dans la mer, mais ni moi ni mes oiseaux ne pouvons voir à travers ce dense brouillard.
hu: Próbáltuk átkutatni a tengert túlélőket keresve, de sem én sem a madaraim nem látnak ebben a sűrű ködben.
it: Ho cercato i sopravvissuti per mare, ma né io né i miei uccelli possono vedere attraverso la nebbia fitta.
tr: Hayatta kalan var mı diye denizi araştırdım ama ben ve kuşlarım sisten dolayı bir şey göremedik.

source: Momma, you kill all the orcs and we'll find the survivors.
fr: Maman, tue tous les orcs et nous trouverons les survivants.
hu: Mami, megölsz minden orkot, és meg fogjuk találni a túlélőket.
it: Mamma, tu uccidi tutti gli orchi e noi troveremo i sopravvissuti.
tr: Anne, tüm orkları öldür de hayatta kalanları bulalım.

source: Sounds like a plan... Let's go, Zeke!
fr: Ça ressemble à un plan... Allons-y, Zeke !
hu: Úgy hangzik, mint egy terv... Induljunk, Zeke!
it: Sembra un buon piano... Forza, Zeke!
tr: İyi bir plan... Gidelim, zeke!

source: The invaders of Dol Kelroth are vanquished.
fr: Les envahisseurs de Dol Kelroth sont vaincus.
hu: Legyőzték Dol Kelroth megszállóit.
it: Gli invasori di Dol Kelroth sono stati sconfitti.
tr: Dol Kelrot işgalcileri yenildi.

source: We are overrun by these loathesome creatures!
fr: Nous sommes submergés par ces créatures répugnantes !
hu: Elárasztottak minket ezek a gyűlöletes lények!
it: Queste schifose creature ci hanno travolto!
tr: Bu iğrenç yaratıklara yenildik!

source: Mount Sinon
fr: Mont Sinon
hu: Sinon hegye
it: Monte Sinon
tr: Sinon Yanardağı

source: Move horses to high ground
fr: Amener les chevaux en hauteur
hu: Vidd a lovakat magaslatra
it: Sposta i cavalli sul terreno elevato
tr: Atları yükseğe çıkar

source: Survive until end of turns
fr: Survivre jusqu'à la fin des tours
hu: Kitartasz a körök végéig
it: Sopravvivi fino alla fine dei turni
tr: Ellerin bitimine kadar dayan

source: Why did the beasts leave?
fr: Pourquoi les bêtes sont-elles parties ?
hu: Miért mentek el a szörnyetegek?
it: Perché gli animali se ne vanno?
tr: Hayvanları neden bıraktın?

source: I do not know.
fr: Je ne sais pas.
hu: Nem tudom.
it: Non lo so.
tr: Bilmiyorum.

source: Momma, my ears! What was that noise?
fr: Maman, mes oreilles ! Quel était ce bruit ?
hu: Mami, a fülem! Mi volt ez a zaj?
it: Oh mamma, le mie povere orecchie! Cos'è questo rumore?
tr: Anne, kulaklarım! Bu gürültü ne?

source: It sounded like a...
fr: Cela ressemblait à...
hu: Úgy hangzott, mint egy...
it: È come se...
tr: Bu ses...

source: It couldn't be... Mount Sinon has been dormant for three centuries...
fr: Cela ne peut être... Le mont Sinon est éteint depuis trois siècles...
hu: Nem, az lehetetlen, Sinon hegye már három évszázada alussza álmát...
it: Non può essere... Monte Sinon è rimasto dormiente per tre secoli...
tr: Olamaz... Sinon Yanardağı üç yüz yıldır püskürmemişti...

source: Look over there, momma!
fr: Regarde là-bas, maman !
hu: Oda nézz, mami!
it: Guarda laggiù, mamma!
tr: Şuraya bak, anne!

source: Quickly, get to the mountains!
fr: Vite, allez dans les montagnes !
hu: Gyorsan, gyorsan a hegyekbe!
it: Presto, sulle montagne!
tr: Çabuk, yüksek yerlere çıkın!

source: You have risked your lives to save our steeds. Why?
fr: Vous avez risqué vos vies pour sauver vos montures. Pourquoi ?
hu: Kockáztattátok az életeteket, hogy megmentsétek a paripáinkat. Miért?
it: Avete rischiato le vostre vite per salvare le nostre cavalcature. Perché?
tr: Atlarımızı kurtarmak için kendinizi neden tehlikeye attınız?

source: Because we need every man and beast on this island to fight the enemies approaching Eliador.
fr: Parce que nous avons besoin de tous les hommes et de toutes les bêtes de cette île pour combattre les ennemis qui s'approchent d'Eliador.
hu: Mert szükségünk van minden itt élő állatra és emberre, az Eliador felé tartó ellenség ellen.
it: Perché abbiamo bisogno di qualunque uomo o animale dell'isola per combattere i nemici che si stanno avvicinando a Eliador.
tr: Çünkü Eliyador’a yaklaşmakta olan düşmanlarla döğüşmek için bu adadaki her canlıya ihtiyacımız var.
