Repository: wescamp/Eliador-1.4
Catalog: po/*.po
Languages: fr, hu, it, tr

source: We have never backed down from a fight, so we will help you. But we have seen the number of galleons. Why don't you take your children off this island?
fr: Nous n'avons jamais reculé devant un combat, nous vous aiderons donc. Mais nous avons vu le grand nombre de galions. Pourquoi n'emmenez-vous pas vos enfants hors de cette île ?
hu: Sosem hátráltunk meg a harctól, ezért számíthattok ránk. De láttuk, mennyi gálya közeleg. Miért nem menekíted ki a gyermekeidet a szigetről?
it: Non abbiamo mai rinunciato a uno scontro, perciò ti aiuteremo. Ma abbiamo visto quanti sono i galeoni... perché non porti i tuoi filgi lontano dall'isola?
tr: Biz asla döğüşten kaçmayız, size yardım edeceğiz. Fakat bir miktar kalyon gördük. Çocuklarınızı neden bu adadan götürmüyorsunuz?

source: Because they took my papa!
fr: Parce qu'ils ont pris mon papa !
hu: Mert elfogták az apukámat!
it: Perché hanno preso il mio papà!
tr: Çünkü onlar babamı aldı!

source: Zilead's Treasure
fr: Le Trésor de Zilead
hu: Zilead kincse
it: Tesoro di Zilead
tr: Zileya’nın Hazinesi

source: Move Ardella to the treasure chest and then back to the entrance
fr: Amener Ardella au coffre du trésor puis la ramener à l'entrée
hu: Elmész Ardellával a kincsesládáig, majd visszajutsz a bejárathoz
it: Sposta Ardella al forziere del tesoro e poi riportala all'ingresso
tr: Ardella’yı hazine sandığına götürüp girişe geri getir

source: Othello is the only one who can kill Randalf
fr: Othello est le seul à pouvoir tuer Randalf.
hu: Othelló az egyetlen, aki képes megölni Randalfot.
it: Otello è l'unico che può uccidere Randalf
tr: Otello, Randalf’ı öldürebilecek tek kişidir.

source: Death of Randalf
fr: Mort de Randalf
hu: Randalf elesik
it: Morte di Randalf
tr: Randalf’ın ölümü

source: Death of Othello
fr: Mort d'Othello
hu: Othelló elesik
it: Morte di Otello
tr: Otello’nun ölümü

source: Bellamy
tr: Belami

source: Garrett
tr: Garret

source: Randalf? What have you done?
fr: Randalf ! Qu'as-tu fait ?
hu: Randalf? Mit tettél?
it: Randalf? Cosa hai fatto?
tr: Randalf? Ne yaptın?

source: My master is taking over Eliador. I must...
fr: Mon maître s'empare d'Eliador. Je dois...
hu: A mesterem Eliador uralkodójává válik. Nekem most meg kell...
it: Il mi padrone sta conquistando Eliador. Io devo...
tr: Efendim Eliyador’u ele geçiriyor. Ben...

source: Where is my papa? Speak, wizard!
fr: Où est mon papa ? Parle, sorcier !
hu: Hol van az apukám? Beszélj, varázsló!
it: Dov'è il mio papà? Parla, mago!
tr: Babam nerede? Konuş, sihirbaz!

source: Fear not, young Zeke. Your father...
fr: N'aie crainte, jeune Zeke. Ton père...
hu: Ne aggódj, fiatal Zeke! Az apád...
it: Non temere, giovane Zeke. Tuo padre...
tr: Korkma, küçük zeke. Baban...

source: Randalf! Did you think I would sit idly by while my land is invaded?
fr: Randalf ! Pensais-tu que j'allais rester sans rien faire alors que mon pays se faisait envahir ?
hu: Randalf! Azt gondoltad tán, hogy békésen végignézem, ahogy a földemet megszállod?
it: Randalf! Pensavi forse che sarei rimasto seduta a far nulla mentre la mia terra viene invasa?
tr: Randalf! Ülkemi işgal etmeni oturup seyredeceğimi mi sanmıştın?

source: Oh, how I've waited for this moment. Come forth, Othello of Illien! Let's see what you are made of!
fr: Oh, comme j'ai attendu ce moment ! Avance, Othello d'Illien ! Voyons de quoi tu es fait !
hu: Oh, milyen rég vártam ezt a percet. Lépj elő, illieni Othelló! Nézzük milyen fából faragtak!
it: Oh, come aspettavo questo momento. Fatti sotto, Otello di Ilien! Vediamo di che tempra sei fatto!
tr: Oh, nasıl da bekledim bu anı. Çık karşıma, İlyenci Otello! Ne yapacağını görelim!

source: Get your children out of harms way, Ardella! You are no match for the wizard.
fr: Mets les enfants à l'abri, Ardella. Tu n'as aucune chance contre le magicien.
hu: Vidd el a veszély útjából a gyerekeket, Ardella! Te nem vagy méltó ellenfele ennek a varázslónak.
it: Porta i tuoi figli in salvo, Ardella! Non hai possibilità contro un mago.
tr: Ardella, çocuklarını al, zarar görmesinler! Sen sihirbazla başa çıkamazsın.

source: You haven't seen the last of me...
fr: Vous n'avez pas vu ma dernière...
hu: Nem én vagyok az utolsó, akit látsz...
tr: Beni son zamanlarda pek görmedin...

source: Look! The wizard's spell has been broken!
fr: Regardez ! L'enchantement du magicien a été rompu !
hu: Nézzétek! A varázsló bűbája megtört!
it: Guardate! L'incantesimo del mago è spezzato!
tr: Bak! Sihirbazın büyüsü bozuldu!

source: Othello has been slain! Retreat!
fr: Othello a été tué ! Retirons-nous !
hu: Othelló halott! Visszavonulás!
it: Otello è stato ucciso! Ritirata!
tr: Otello öldürüldü! Kaçın!

source: Zara! Baringa! Echla!
tr: Zara! Baringa! Eçla!

source: (1) A monster follows its recruiter. (2) If adjacent to its recruiter, a monster will attack an enemy within range
fr: (1) Un monstre suit celui qui l'a recruté. (2) Un monstre à côté de celui qui l'a recruté attaquera tout ennemi à portée.

source: Death of Ardella
fr: Mort d'Ardella
it: Morte di Ardella

source: Death of Anna
fr: Mort d'Anna
it: Morte di Anna

source: Death of Zeke
fr: Mort de Zeke
it: Morte di Zeke

source: The fencers will leave after all elves have been killed or captured
fr: Les bretteurs partiront dès que tous les elfes auront été tués ou capturés

source: A move is valid if Othello's units will be between two of yours. To place a unit on the board: (1) Move Ardella to select the column (2) Move Ardella to select the row (3) Press 'End Turn'
fr: Un déplacement est valide si les unités d'Othello se trouvent entre deux des vôtres. Pour placer une unité sur le plateau : (1) déplacer Ardella pour choisir la colonne, (2) déplacer Ardella pour choisir la ligne, (3) appuyer sur « Fin du tour ».

source: (1) Move next to a horse to mount it (2) Horses and children can move onto hills but not mountains
fr: (1) Se déplacer près d'un cheval pour le chevaucher. (2) Les cheveaux et les enfants peuvent aller sur les collines mais pas sur les montagnes.

source: Normal
hu: Közepes
it: Normale
